Repository: florianweber/Divoct
Catalog: DictVocTrainer/*.lproj/Localizable.strings
Languages: de

# SETUP
source: Setting up the application for the first time. This may take about 1 minute ...
de: Divoct wird für die erste Verwendung vorbereitet. Dies dauert etwa eine Minute ...

# SETUP_INFO
source: If you need help, tap with two fingers anywhere on the screen. Additional help can be found under Settings -> Help & Tricks.
de: Wenn Du einmal Hilfe brauchst, drücke kurz mit zwei Fingern auf den Bildschirm. Weitere Hilfe und einige Tricks findest Du unter Einstellungen -> Hilfe & Tipps.

source: Searched
de: Gesucht

# VOCABULARY_COLLECTION_TITLE
source: Vocabulary collections
de: Vokabel Ordner

# VOCABULARY_COLLECTION_TITLE_NONEYET
source: No vocabulary collections
de: Keine Vokabel Ordner

# VOCABULARY_COLLECTION_CREATE
source: Create collection ...
de: Ordner anlegen ...

source: Unknown
de: Unbekannt

source: Delete
de: Lösche

# ASSIGNSELECTED
source: Assign
de: Zuordnen

# SELECTALL
source: All
de: Alle

# DESELECTALL
source: None
de: Keine

# WORDS_IN_LIST_P1_SL
source: There is
de: Es gibt

# WORDS_IN_LIST_P1_PL
source: There are
de: Es gibt

# WORDS_IN_LIST_P2_SL
source: word in this collection
de: Wort in diesem Ordner

# WORDS_IN_LIST_P2_PL
source: words in this collection
de: Worte in diesem Ordner

# WORDS_IN_LIST_P3
source: You can add new words using search
de: Unter Suche können neue Worte hinzugefügt werden

# WORDS_IN_LIST_RECENT_AUTO
source: Every word you select in Search will be added automatically
de: Gesuchte Worte werden automatisch hinzugefügt

# WORDS_IN_LIST_NO
source: There are no words in this collection
de: Es gibt keine Worte in diesem Ordner

# TITLE_TOO_LONG_P1
source: The title must be within
de: Der Titel darf maximal

# TITLE_TOO_LONG_P2
source: characters
de: Zeichen beinhalten

# TITLE_NAME_GIVEN
source: Another collection with this title already exists.
de: Es gibt schon einen Ordner mit diesem Namen.

# TITLE_NOT_EMPTY
source: The collection title may not be empty.
de: Der Titel darf nicht leer sein.

# DESC_TOO_LONG_P1
source: The description must be within
de: Die Beschreibung darf maximal

# DESC_TOO_LONG_P2
source: characters
de: Zeichen beinhalten

source: Edit Collection
de: Bearbeiten

# RECENTS_DISPLAY_TITLE
source: Recents
de: Verlauf

# RECENTS_DESC
source: History of searched words
de: Zuletzt gesuchte Worte

# TRAINING_TRANS_EDIT_BUTTON_TEXT
source: Edit Answers for Training
de: Antworten für Training bearbeiten

# TRANSLATIONS_EDIT_MIN_ONE
source: You must have at least one translation.
de: Es muss mindestens eine Übersetzung geben.

# HELP_LOADINGVIEW
source: Info messages like this will be shown to help you with the application if you tap with two fingers anywhere.
de: Ein Hilfsfenster wie dieses hier wird angezeigt, wenn Du irgendwo in der Anwendung mit zwei Fingern gleichzeitig den Bildschirm kurz berührst.

# HELP_TRANSLATIONS_EDIT_BUTTON
source: Tap here to select correct translation answers for your trainings. By default, every translation will be correct. The selection will also appear by double tapping anywhere on the screen.
de: Drücke hier, um die Übersetzungen für Deine Trainings einzuschränken. Standardmäßig werden alle Übersetzungen trainiert. Du erreichst dieses Menü auch, indem Du irgendwo auf dem Bildschirm doppelt drückst.

# HELP_TRANSLATIONS_EDIT_SELECTOR
source: Select every translation you want as a correct answer in your training. You can do so be touching the checkmarks and the words.
de: Selektiere alle Übersetzungen, die im Training als korrekte Antwort gelten sollen. Du kannst dazu entweder auf die grünen Häkchen oder auf das Wort drücken.

# HELP_VOCDETAIL_FOLDER
source: Press this button to add this vocabulary to a collection.
de: Hiermit kannst Du diese Vokabel in einen Ordner einsortieren

# HELP_SEARCH
source: Type in any word you are looking for in the search bar, no matter if it is English or German. Press the search button to search. The search will also begin automatically when a search term has reached 4 characters. You can shake the device to get back to this search from anywhere in the application.
de: Gib einen beliebigen Begriff in die Suchbar ein, egal ob Deutsch oder Englisch. Mit "Suchen" kannst Du die Suche beginnen. Die Suche beginnt auch automatisch ab einer Wortlänge von 4 Zeichen. Wenn Du in irgendeiner anderen Anzeige bist und das Gerät kurz schüttelst, gelangst Du automatisch zu dieser Suche zurück.

# LICENSE_FILENAME
source: license_en
de: license_de

# HELP_FILENAME
source: help_en
de: help_de

# HELP_COLLECTION_CHOOSER
source: Select any collection you want this vocabulary to be a member of. You can create a new collection using the + button in the upper right corner.
de: Wähle alle Ordner aus, zu denen die Vokabel zugeordnet sein soll. Du kannst auch direkt einen neuen Ordner anlegen, indem Du den + Knopf rechts oben benutzt.

# HELP_COLLECTION_DETAIL_EDIT
source: Edit the title and description (optional) of this collection. Press Cancel to discard any changes or press Finish to save them.
de: Bearbeite den Titel und die Beschreibung (optional) dieses Ordners. Drücke Abbrechen, um die Änderungen zu verwerfen. Drücke Fertig, um die Änderungen zu speichern.

# HELP_COLLECTION_DETAIL_CREATE
source: Give the collection a title and a description (optional). Press cancel to return to the previous menu without creating the collection or press Finish to create it.
de: Vergib einen Titel und optional auch eine Beschreibung für den Ordner Drücke Abbrechen, um zurück zum letzten Menü zu gelangen oder drücke Fertig, um den neuen Ordner anzulegen.

# HELP_EXERCISES
source: This list shows all words in the selected collection. You can delete single words by swiping left or right over them or edit the whole list using the pencil icon. To train all vocabularies in this list, press the graduate hat icon. Hint: Change the title of a collection by double-tapping on it.
de: Diese Liste zeigt Dir alle Vokabeln in dem ausgewählten Ordner. Wenn Du über einen Eintrag nach rechts oder links wischt, kannst Du ihn löschen. Die gesamte Liste kannst Du bearbeiten, indem Du auf das Stift Symbol drückst. Mit dem Absolventenhut kannst Du diesen Vokabelordner trainieren. Tipp: Ändere den Titel des Ordners indem Du ihn doppelt antippst.

# HELP_EXERCISES_EMPTY
source: This list shows all words in the selected collection. You can add new words using search (look for a word, open the details and press the organize button in the top right corner of the vocabulary details view).
de: Diese Liste zeigt Dir alle Vokabeln in dem ausgewählten Ordner. Bisher hast Du diesem Ordner keine Vokabeln zugeordnet. Du kannst diesem Ordner Vokabeln zuordnen, indem Du über die Suche gehst (suche ein Wort, lass Dir die Details anzeigen und drücke dann den "Organisieren" Knopf rechts oben).

# HELP_RECENTS
source: Recents shows you a list of all words you looked up recently. You can delete single words by swiping left over them or edit the whole list using the pencil icon. To train all recent vocabularies, press the graduate hat icon.
de: Im Verlauf siehst Du alle Vokabeln, die Du zuletzt gesucht hast. Wenn Du über einen Eintrag nach rechts oder links wischt, kannst Du ihn löschen. Die gesamte Liste kannst Du bearbeiten, indem Du auf das Stift Symbol drückst. Mit dem Absolventenhut kannst Du alle Vokabeln des Verlaufs trainieren.

# HELP_RECENTS_EMPTY
source: Recents shows you a list of all words you looked up recently. So far, you don't have any recent words as you did not search anything yet or deleted your history. By searching any words, the recents list will fill up with the words you looked up.
de: Im Verlauf siehst Du alle Vokabeln, die Du zuletzt gesucht hast. Bis jetzt sind keine Einträge vorhanden, d.h. Du hast noch nichts gesucht oder hast die den Verlauf geleert. Mit jedem Wort, das Du ab jetzt suchst, wird sich diese Liste füllen.

# HELP_COLLECTIONS_EMPTY
source: You have no vocabulary collections yet. You can create one by pressing this button.
de: Du hast bisher noch keine Vokabelordner. Drücke hier oder den + Knopf links oben, um einen neuen Vokabelordner anzulegen.

# HELP_COLLECTIONS_FILLED
source: Here you see all vocabulary collections you created. You can delete collections by swiping left or right over them or using the pencil button. Select a collection to see all vocabularies assigned to it.
de: Hier siehst Du alle Vokabelordner, die Du angelegt hast. Wischt Du nach rechts oder links über einen Ordner, kannst Du ihn löschen. Drücke den Bearbeiten Knopf (Stift rechts oben), um die Details der Ordner zu bearbeiten. Selektiere einen Ordner, um dessen Vokabeln zu bearbeiten oder den Ordner zu trainieren.

# HELP_COLLECTIONS_EDIT
source: Press the title of a collection to edit its details.
de: Wenn Du auf den Titel eines Ordners drückst, kannst Du dessen Details bearbeiten.

# HELP_TRAINING_RESULTS
source: This is your training result. You can repeat the training by pressing the "retry" button in the top right corner.
de: Dies ist Dein Trainingsergebnis. Mit dem "nochmal" Knopf rechts oben kannst Du das Training wiederholen.

# HELP_SETTINGS_MAIN
source: Here is where you can edit app settings, get some help and general information about this app.
de: Hier kannst Du allgemeine Einstellungen vornehmen, Hilfe bekommen und erhältst Informationen über diese App.

# HELP_HELP
source: Info messages like this will be shown to help you with the application if you tap with two fingers anywhere.
de: Ein Hilfsfenster wie dieses hier wird angezeigt, wenn Du irgendwo in der Anwendung mit zwei Fingern gleichzeitig den Bildschirm kurz berührst.

# HELP_LICENSE
source: This is where you can read all about the license terms of this app and all works of other authors used in this app.
de: Hier erhältst Du Lizenzinformationen über diese App und allen darin enthaltenen Werken anderer Autoren sowie deren Lizenzbestimmungen.

# HELP_ABOUT
source: Information about the name, version, author and support mail address of this app.
de: Informationen über diese App, wie Version, Copyrightholder und Support E-Mail.

# HELP_TRAININGSETTINGS
source: Configure your training according to your needs.
de: Hier kannst Du Art und Umfang Deines Vokabeltrainings individuell gestalten. Hier noch ein paar Hinweise, bevor es los geht: - Bei der Direkteingabe kannst Du Dein Handy auch quer nehmen. - Einige Buttons werden automatisch deaktiviert, wenn nicht genügend Vokabeln in Deinem Ordner sind. - "Nur schwierige Worte" trainiert nur die Worte, welche Du öfter als andere falsch übersetzt hast.
